Repository: haaanw/WorkloadManagementApp
Catalog: WorkloadApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# recommendation.detail.lightDayHighStrain
source: Readiness is moderate and accumulated strain is high. Reduce volume by 50% and keep intensity low — a deload opportunity.
zh_hans: 准备度中等，积累压力较高。将训练量减少 50%，保持强度较低 — 这是一个减负的机会。

# recommendation.detail.lightDayLoadHigh
source: Recent load is elevated and recovery is moderate. Reduce volume by 50% and keep intensity low. Consider this a deload opportunity.
zh_hans: 最近的负荷较高，恢复中等。将训练量减少 50%，保持强度较低。将此视为减负的机会。

# recommendation.detail.moderateControlledLoad
source: Recovery is fair but load is building. Maintain volume at 75% and cap RPE at 7. Avoid max effort sets.
zh_hans: 恢复一般，但负荷在增加。将训练量保持在 75%，RPE 上限为 7。避免最大努力组。

# recommendation.detail.moderateControlledStrain
source: Readiness is fair and strain is building. Hold volume near 75%, cap RPE at 7, avoid max-effort sets.
zh_hans: 准备度一般，压力在增加。将训练量保持在 75% 左右，RPE 上限为 7，避免最大努力组。

# recommendation.detail.moderateTrainingLoad
source: Recovery is moderate. Train at 75% volume, cap RPE at 8. Good day for hypertrophy or moderate conditioning work.
zh_hans: 恢复中等。以 75% 训练量进行训练，RPE 上限为 8。适合肌肥大或中等强度训练工作的日子。

# recommendation.detail.moderateTrainingStrain
source: Readiness is moderate. Train at 75% volume, cap RPE at 8 — good for hypertrophy or moderate conditioning.
zh_hans: 准备度中等。以 75% 训练量进行训练，RPE 上限为 8 — 适合肌肥大或中等强度训练。

# recommendation.detail.restDayRecommendedQuality
source: You've trained %d consecutive days without rest. Schedule a recovery day to maintain long-term quality.
zh_hans: 你已连续训练 %d 天未休息。安排一个恢复日以保持长期质量。

# recommendation.detail.restDayRecommendedTraining
source: You've trained %d consecutive days without rest. Schedule a recovery day to maintain long-term training quality.
zh_hans: 你已连续训练 %d 天未休息。安排一个恢复日以保持长期训练质量。

# recommendation.detail.strongDay
source: Readiness is high and strain is moderate. Push quality work toward RPE 9.
zh_hans: 准备度较高，压力中等。将高质量工作推向 RPE 9。

# recommendation.detail.trainSmartLoadBuilding
source: You're recovered and your load is building. Good day for quality work, but avoid massive volume spikes. Stay at ~85% planned volume.
zh_hans: 你已恢复，你的负荷在增加。适合进行高质量工作的日子，但避免大幅度增加训练量。保持约 85% 的计划训练量。

# recommendation.detail.trainSmartStrainBuilding
source: You're recovered and strain is building. Good day for quality work; avoid big volume spikes. Hold ~85% planned volume.
zh_hans: 你已恢复，压力在增加。适合进行高质量工作的日子；避免大幅度增加训练量。保持约 85% 的计划训练量。

# recommendation.headline.activeRecovery
source: Active Recovery Only
zh_hans: 仅进行主动恢复

# recommendation.headline.buildGradually
source: Build Gradually
zh_hans: 逐步增加

# recommendation.headline.buildLoadGradually
source: Build Load Gradually
zh_hans: 逐步增加负荷

# recommendation.headline.buildYourBase
source: Build Your Base
zh_hans: 打造你的基础

# recommendation.headline.fatigueElevated
source: Fatigue Is Elevated — Go Light
zh_hans: 疲劳升高 — 保持轻松

# recommendation.headline.feelingGoodHighStrain
source: Feeling Good, But Strain Is High
zh_hans: 感觉良好，但压力较高

# recommendation.headline.feelingGoodLoadHigh
source: Feeling Good, But Load Is High
zh_hans: 感觉良好，但负荷较高

# recommendation.headline.fullRest
source: Full Rest Day
zh_hans: 完全休息日

# recommendation.headline.goZoneFullyReady
source: Go Zone — Fully Ready
zh_hans: 冲刺区 — 完全准备好

# recommendation.headline.goZoneRecoveryHigh
source: Go Zone — Recovery Is High
zh_hans: 冲刺区 — 恢复较高

# recommendation.headline.lightDayHighStrain
source: Light Day — Strain Is High
zh_hans: 轻松日 — 压力较高

# recommendation.headline.lightDayLoadHigh
source: Light Day — Load Is High
zh_hans: 轻松日 — 负荷较高

# recommendation.headline.moderateControlled
source: Moderate Day — Stay Controlled
zh_hans: 中等训练日 — 保持控制

# recommendation.headline.moderateTrainingOk
source: Moderate Training OK
zh_hans: 中等训练可行

# recommendation.headline.restDayRecommended
source: Rest Day Recommended
zh_hans: 建议休息日

# recommendation.headline.strongDay
source: Strong Day
zh_hans: 强力日

# recommendation.headline.trainSmartLoadBuilding
source: Train Smart — Load Building
zh_hans: 聪明训练 — 负荷在增加

# recommendation.headline.trainSmartStrainBuilding
source: Train Smart — Strain Building
zh_hans: 聪明训练 — 压力在增加

# recovery.blend.subtitle
source: Wearable signals blended with how you feel
zh_hans: 综合可穿戴信号与你的主观感受

# recovery.checkin.prompt
source: How are you feeling today?
zh_hans: 今天感觉如何?

# recovery.checkin.title
source: Morning check-in
zh_hans: 晨间自评

# recovery.coverage.partial
source: Based on %1$lld of %2$lld signals
zh_hans: 基于 %2$lld 项信号中的 %1$lld 项

# recovery.empty.body
source: No recovery data yet. Complete your morning check-in or connect Apple Health.
zh_hans: 还没有恢复数据。完成晨间自评或连接 Apple Health。

# recovery.feel.label
source: How you feel
zh_hans: 你的主观感受

# recovery.feel.note
source: The how-you-feel part of your score, on its own.
zh_hans: 恢复评分中仅主观感受的部分。

# recovery.hrv.value
source: %lld ms
zh_hans: %lld 毫秒

# recovery.label.hrv
source: HRV
zh_hans: 心率变异性

# recovery.label.restingHR
source: Resting HR
zh_hans: 静息心率

# recovery.label.sleep
source: Sleep
zh_hans: 睡眠

# recovery.nav.title
source: Recovery
zh_hans: 恢复

# recovery.rhr.value
source: %lld bpm
zh_hans: %lld 次/分

# recovery.section.behaviorImpact
source: Behavior Impact
zh_hans: 行为影响

# recovery.section.hrvTrend
source: HRV Trend
zh_hans: HRV 趋势

# recovery.section.insights
source: Insights
zh_hans: 洞察

# recovery.section.insights.prompt
source: Tag behaviors in your morning check-in to see recovery impact
zh_hans: 在晨间检查中标记行为，以查看恢复影响

# recovery.section.recoveryScore
source: RECOVERY SCORE
zh_hans: 恢复评分

# recovery.section.sleepTrend
source: Sleep Trend
zh_hans: 睡眠趋势

# recovery.section.wellnessCheckIns
source: Wellness Check-Ins
zh_hans: 状态自评

# recovery.title
source: Recovery
zh_hans: 恢复

# recoveryZone.green
source: Go
zh_hans: 正常训练

# recoveryZone.red
source: Rest / Light Only
zh_hans: 休息 / 仅轻量

# recoveryZone.yellow
source: Cautious
zh_hans: 谨慎进行

# rhr.chart.annotation
source: 7d avg: %d bpm
zh_hans: 7 日平均：%d bpm

# rhr.chart.annotation.band
source: 7d avg: %1$d bpm · ±1SD %2$d–%3$d
zh_hans: 7 日平均：%1$d bpm · ±1SD %2$d–%3$d

# rhr.chart.empty.message
source: No resting heart rate data available. Connect a wearable device through Apple Health.
zh_hans: 无可用的静息心率数据。通过 Apple 健康连接穿戴设备。

# rhr.detail.about.baseline.body
source: Resting heart rate varies enormously between people — 45 bpm can be ordinary for one athlete and unusually low for another. Tuwa compares you only against your own rolling 7-day average, so the number that matters is the deviation, not the reading.
zh_hans: 不同人的静息心率差异极大——45 次/分对一个运动员可能很平常，对另一个人则异常地低。Tuwa 只将你与自己的 7 日滚动平均值比较，所以真正重要的是偏离幅度，而不是数据本身的高低。

# rhr.detail.about.baseline.title
source: Why your baseline is personal
zh_hans: 为什么基准线因人而异

# rhr.detail.about.direction.body
source: Resting heart rate reads the opposite way to HRV: a rise above your baseline is the fatigue direction, a fall is the rested one. One raised morning is usually noise — alcohol, a late meal, a hard session the day before. Two or three in a row alongside a falling HRV is the pattern, and that is what your readiness score is already weighing.
zh_hans: 静息心率的方向与心率变异性相反：高于基准线是疲劳的方向，低于基准线是恢复的方向。单次升高通常只是噪音——饮酒、晚餐吃太晚、前一天练得重。连续两三次且伴随心率变异性下降，才是真正的模式，而这正是你的准备度评分在监测的内容。

# rhr.detail.about.direction.title
source: Which direction matters
zh_hans: 哪个方向值得注意

# rhr.detail.about.measures.title
source: What resting heart rate measures
zh_hans: 静息心率是在测量什么

# rhr.detail.about.window.body
source: Apple Watch computes resting heart rate as a daily figure over your rest periods and refines it through the day, so its timestamp does not mark a morning reading. Tuwa therefore takes one value per calendar day with no time-of-day filter. HRV is the opposite — a momentary measurement whose time of day changes what it means — and keeps its morning window.
zh_hans: Apple Watch 会在你的休息时段上计算出一个每日静息心率，并在一天中不断修正，所以它的时间戳并不代表这是一个晨间读数。因此 Tuwa 每个日历日只取一个值，不做时段筛选。心率变异性正好相反——它是瞬时测量，测量时间会改变它的含义——所以它保留晨间窗口。

# rhr.detail.about.window.title
source: Why this uses the whole day
zh_hans: 为什么使用整天的数据

# rhr.detail.delta.vsAvg
source: %@ vs 7-day avg
zh_hans: %@ 相对 7 日平均

# rhr.detail.explanation
source: Resting heart rate is the lowest sustained rate your heart holds while you are at rest. A lower figure usually means better recovery. The dashed line shows your 7-day rolling average.
zh_hans: 静息心率是你在休息状态下心脏维持的最低持续心率。数值越低通常表示恢复越好。虚线显示你的 7 日滚动平均值。

# rhr.detail.header.subtitleFormat
source: %lld-day resting heart rate
zh_hans: %lld 日静息心率

# rhr.detail.header.title
source: Resting HR trend
zh_hans: 静息心率趋势

# rhr.detail.label.daily
source: Daily
zh_hans: 每日

# rhr.detail.label.delta
source: DELTA
zh_hans: 变化

# rhr.detail.note.building
source: Building baseline — %1$lld of %2$lld days.
zh_hans: 正在建立基线——已有 %1$lld 天，共需 %2$lld 天。

# rhr.detail.readout.vsBase
source: %1$@ %2$+.1f%% vs base
zh_hans: %1$@ 相对基准线 %2$+.1f%%

# rhr.detail.section.about
source: ABOUT RESTING HR
zh_hans: 关于静息心率

# rhr.detail.section.condition
source: Resting HR condition
zh_hans: 静息心率详情

# rpe.anchor.easy
source: Easy
zh_hans: 轻松

# rpe.anchor.hard
source: Hard
zh_hans: 吃力

# rpe.anchor.maximal
source: Maximal
zh_hans: 全力

# rpe.anchor.moderate
source: Moderate
zh_hans: 中等

# rpe.anchor.somewhatHard
source: Somewhat hard
zh_hans: 稍吃力

# rpe.anchor.veryEasy
source: Very easy
zh_hans: 非常轻松

# rpe.anchor.veryHard
source: Very hard
zh_hans: 非常吃力

# schedule.action.addExtraLift
source: Add an extra lift
zh_hans: 添加额外力量训练

# schedule.action.addMatch
source: Add a match
zh_hans: 添加比赛

# schedule.action.addMatchInstead
source: Add a match instead
zh_hans: 改为比赛

# schedule.action.addOffPlanLift
source: Add an off-plan lift
zh_hans: 添加计划外力量训练

# schedule.action.addPickup
source: Add a pickup game
zh_hans: 添加野球

# schedule.action.addScrimmage
source: Add a scrimmage
zh_hans: 添加训练赛

# schedule.action.cancel
source: Cancel this session
zh_hans: 取消该训练

# schedule.action.clearMatch
source: Clear the match
zh_hans: 清除比赛

# schedule.action.openProposal
source: Open today's proposal
zh_hans: 查看今天的建议

# schedule.action.reschedule
source: Reschedule…
zh_hans: 改期…

# schedule.action.restore
source: Restore the session
zh_hans: 恢复该训练

# schedule.action.startSession
source: Start this session
zh_hans: 开始这次训练

# schedule.header.position
source: W%lld OF %lld
zh_hans: 第%lld周 · 共%lld周

# schedule.header.week
source: This week
zh_hans: 本周

# schedule.kicker.asPlanned
source: AS PLANNED
zh_hans: 按计划

# schedule.kicker.carry
source: CARRY
zh_hans: 计入负荷

# schedule.kicker.carryScrimmage
source: CARRY ×1.3
zh_hans: 负荷 ×1.3

# schedule.kicker.inAdvance
source: IN ADVANCE
zh_hans: 提前决定

# schedule.kicker.logsAsSession
source: LOGS AS SESSION
zh_hans: 记录为训练

# schedule.kicker.offPlan
source: OFF-PLAN
zh_hans: 计划外

# schedule.kicker.pickADay
source: PICK A DAY
zh_hans: 选择日期

# schedule.kicker.protected
source: PROTECTED
zh_hans: 受保护

# schedule.kicker.today
source: TODAY
zh_hans: 今天

# schedule.kicker.undo
source: UNDO
zh_hans: 撤销

# schedule.ledger.added
source: %@ added
zh_hans: 已添加%@

# schedule.ledger.canceled
source: %@ canceled in advance
zh_hans: %@ 已提前取消

# schedule.ledger.moved
source: %1$@ moved to %2$@
zh_hans: %1$@ 已移至%2$@

# schedule.ledger.movedIn
source: %1$@ moved from %2$@
zh_hans: %1$@ 自%2$@移来

# schedule.ledger.stamp
source: SCHEDULE CHANGES · THIS WEEK
zh_hans: 本周日程变更

# schedule.mark.done
source: Done
zh_hans: 已练

# scheduleKind.match
source: Match
zh_hans: 正式比赛

# scheduleKind.offPlanLift
source: Off-plan lift
zh_hans: 计划外力量训练

# scheduleKind.pickup
source: Pickup
zh_hans: 野球

# scheduleKind.programSession
source: Planned session
zh_hans: 计划训练

# scheduleKind.scrimmage
source: Scrimmage
zh_hans: 训练赛

# scheduleStatus.canceled
source: Canceled
zh_hans: 已取消

# scheduleStatus.completed
source: Done
zh_hans: 已完成

# scheduleStatus.moved
source: Moved
zh_hans: 已移动

# scheduleStatus.planned
source: Planned
zh_hans: 已计划

# seanEllis.not
source: Not disappointed
zh_hans: 不会失望

# seanEllis.question
source: How would you feel if you could no longer use Tuwa?
zh_hans: 如果以后无法再使用 Tuwa，你会作何感想？

# seanEllis.somewhat
source: Somewhat disappointed
zh_hans: 有点失望

# seanEllis.title
source: ONE QUESTION
zh_hans: 一个问题

# seanEllis.very
source: Very disappointed
zh_hans: 非常失望

# section.myTemplates
source: MY TEMPLATES
zh_hans: 我的模板

# session.reading.load
source: LOAD %lld AU
zh_hans: 负荷 %lld AU

# sessionStart.adjust.hide
source: Hide adjustments
zh_hans: 收起调整

# sessionStart.adjust.show
source: Adjust
zh_hans: 调整

# sessionStart.aerobic
source: Aerobic / Class
zh_hans: 有氧 / 课程

# sessionStart.basketball
source: Basketball
zh_hans: 篮球

# sessionStart.basketball.match
source: Match
zh_hans: 比赛

# sessionStart.basketball.pickup
source: Pickup
zh_hans: 野球

# sessionStart.basketball.practice
source: Practice
zh_hans: 训练

# sessionStart.basketball.scrimmage
source: Scrimmage
zh_hans: 对抗赛

# sessionStart.basketball.title
source: Basketball session
zh_hans: 篮球训练类型

# sessionStart.otherSession.title
source: Session type
zh_hans: 训练类型

# sessionStart.otherSport
source: Other Sport
zh_hans: 其他运动

# sessionStart.otherSport.title
source: Sport
zh_hans: 运动

# sessionStart.strength
source: Strength
zh_hans: 力量

# sessionStart.title
source: What are you training?
zh_hans: 这次练什么？

# sessionType.cardio
source: Cardio
zh_hans: 有氧

# sessionType.match
source: Match
zh_hans: 比赛

# sessionType.recovery
source: Recovery
zh_hans: 恢复

# sessionType.skill
source: Skill
zh_hans: 技术

# sessionType.strength
source: Strength
zh_hans: 力量

# set.action.add
source: Add set
zh_hans: 添加组

# set.action.allAsPlanned
source: All as planned
zh_hans: 全部按计划

# set.action.allAsPlanned.a11y
source: Log every remaining set as planned
zh_hans: 按计划记录所有剩余组

# set.action.asPlanned
source: As planned
zh_hans: 按计划

# set.action.asPlanned.a11y
source: Log this set as planned
zh_hans: 按计划记录该组

# set.action.done
source: Set done
zh_hans: 已完成该组

# set.action.log
source: Log set
zh_hans: 记录本组

# set.action.log.hint
source: Records this set as performed
zh_hans: 将本组记录为已完成

# set.action.logged
source: Logged
zh_hans: 已记录

# set.action.markDone
source: Mark set done
zh_hans: 标记该组为已完成

# set.action.repeatLast
source: Repeat last set
zh_hans: 重复上一组

# set.action.unlog
source: Unlog
zh_hans: 取消记录

# set.adjusted.stamp
source: Adjusted · ↓ from %@ · %d%% lighter
zh_hans: 已调整 · ↓ 自%@ · 减轻%d%%

# set.collapsed.expandHint
source: Tap to edit this set
zh_hans: 点按以编辑此组

# set.collapsed.unlogHint
source: Tap to unlog and edit this set
zh_hans: 点按以取消记录并编辑该组

# set.status.planned
source: Planned
zh_hans: 计划

# set.suggestion.accessibility
source: Suggested: %@
zh_hans: 建议：%@

# set.suggestion.increase
source: %@ suggested
zh_hans: 建议 %@

# set.suggestion.maintain
source: maintain %@
zh_hans: 保持 %@

# set.summary.bwReps
source: BW × %d
zh_hans: 自重 × %d

# set.summary.distDur
source: %1$dm · %2$ds
zh_hans: %1$d米 · %2$d秒

# set.summary.dur
source: %ds
zh_hans: %d 秒

# set.summary.repsOnly
source: %d reps
zh_hans: %d 次

# set.warmup.label
source: Warmup
zh_hans: 热身

# set.warmup.off
source: Off
zh_hans: 关

# set.warmup.on
source: On
zh_hans: 开

# setEntry.bw
source: BW
zh_hans: 自重

# setEntry.hint.firstSet
source: First set of this exercise — type it once. Tuwa will suggest it back next time.
zh_hans: 该动作的第一组——输入一次，下次 Tuwa 会自动带出。

# setEntry.hint.swapField
source: Switch to this field
zh_hans: 切换到该项

# setEntry.label.weight
source: Weight
zh_hans: 重量

# setEntry.landmark.last
source: Last
zh_hans: 上次

# setEntry.landmark.pr
source: PR
zh_hans: 纪录

# setEntry.landmark.target
source: Target
zh_hans: 目标

# share.error.import
source: Could not import template. Try again.
zh_hans: 无法导入模板。请重试。

source: Skip
zh_hans: 跳过

# sleep.chart.annotation
source: 7.5h target
zh_hans: 7.5 小时目标

# sleep.chart.empty.message
source: Sleep data from Apple Health will appear here.
zh_hans: 来自 Apple 健康的睡眠数据将显示在此处。

# sleep.chart.legend.excellent
source: 7.5h+
zh_hans: 7.5 小时+

# sleep.chart.legend.good
source: 6–7.5h
zh_hans: 6–7.5 小时

# sleep.chart.legend.poor
source: <6h
zh_hans: <6 小时

# sleep.detail.about.scoring.title
source: How sleep affects your score
zh_hans: 睡眠如何影响你的评分

# sleep.detail.about.sixHour.body
source: Below 6 hours, sleep pulls your recovery score down steeply — each lost hour costs about half again what it costs above 6 hours. One short night is recoverable; three in a week is a pattern worth acting on.
zh_hans: 低于 6 小时，睡眠会显著拉低你的恢复评分——每少睡一小时的评分代价约是 6 小时以上区间的一倍半。偶尔一晚睡眠不足可以补回；一周内出现三次则是需要注意的情况。

# sleep.detail.about.sixHour.title
source: What the 6-hour line means
zh_hans: 6 小时线的含义

# sleep.detail.about.target.body
source: Seven and a half hours is where sleep stops holding your readiness back. Sleep research generally recommends 7 to 9 hours for adults, and more is better if you can get it — 7.5 is the line Tuwa scores against, so that is the line the chart draws.
zh_hans: 7.5 小时是睡眠不再拖累你准备度的临界点。睡眠研究普遍建议成年人睡 7 至 9 小时，能睡更久更好——7.5 小时是 Tuwa 评分所依据的标准，所以图表画的是这条线。

# sleep.detail.about.target.title
source: Why 7.5 hours is the target
zh_hans: 为什么目标是 7.5 小时

# sleep.detail.explanation
source: Sleep below 6 hours pulls your recovery score down steeply. The 7.5-hour target line is where sleep stops holding your readiness back — it is the point Tuwa scores a green sleep contribution from.
zh_hans: 睡眠少于 6 小时会显著拉低你的恢复评分。7.5 小时目标线是睡眠不再拖累准备度的临界点——Tuwa 从这一点开始将睡眠计为绿色贡献。

# sleep.detail.header.subtitle
source: 28-day sleep duration
zh_hans: 28 日睡眠时长

# sleep.detail.header.subtitleFormat
source: %lld-day sleep duration
zh_hans: %lld 日睡眠时长

# sleep.detail.header.title
source: Sleep trend
zh_hans: 睡眠趋势

# sleep.detail.label.lastNight
source: LAST NIGHT
zh_hans: 昨晚

# sleep.detail.label.sevenDayAvg
source: 7-DAY AVG
zh_hans: 7 日平均

# sleep.detail.legend.state.deficit
source: Deficit
zh_hans: 不足

# sleep.detail.legend.state.marginal
source: Marginal
zh_hans: 勉强

# sleep.detail.legend.state.sufficient
source: Sufficient
zh_hans: 充足

# sleep.detail.readout.aboveTarget
source: %1$@ +%2$lldm vs target
zh_hans: %1$@ 比目标多 %2$lld 分钟

# sleep.detail.readout.belowTarget
source: %1$@ -%2$lldm vs target
zh_hans: %1$@ 比目标少 %2$lld 分钟

# sleep.detail.readout.onTarget
source: = target
zh_hans: = 达到目标

# sleep.detail.section.about
source: ABOUT SLEEP SCORING
zh_hans: 关于睡眠评分

# sleep.detail.section.condition
source: Sleep condition
zh_hans: 睡眠状况

# sleep.night.about.body
source: Tuwa reads the night from one source — the device that recorded the most sleep — and joins its samples into a single session. Overlapping samples count once, and afternoon naps are kept separate from the night. Apple Health sometimes adds together every source and every session, so its daily total can differ from the number here.
zh_hans: Tuwa 只读取记录睡眠最多的那一个设备，并把它的样本合并为一段睡眠。重叠的样本只计一次，午睡与夜间睡眠分开统计。Apple Health 有时会把所有来源和所有片段加在一起，因此其每日总计可能与这里的数字不同。

# sleep.night.about.title
source: How this night is measured
zh_hans: 这一晚如何测量

# sleep.night.header.title
source: Night breakdown
zh_hans: 当晚睡眠分解

# sleep.night.label.duration
source: Asleep
zh_hans: 睡眠时长

# sleep.night.label.efficiency
source: Efficiency
zh_hans: 效率

# sleep.night.label.inBed
source: In bed
zh_hans: 卧床

# sleep.night.navTitle
source: Night
zh_hans: 当晚

# sleep.night.open
source: Night breakdown
zh_hans: 当晚睡眠详情

# sleep.night.section.facts
source: Night record
zh_hans: 夜间记录

# sleep.night.section.stages
source: Stage breakdown
zh_hans: 阶段分解

# sleep.night.stage.awake
source: Awake
zh_hans: 清醒

# sleep.night.stage.core
source: Core
zh_hans: 核心

# sleep.night.stage.deep
source: Deep
zh_hans: 深睡

# sleep.night.stage.rem
source: REM
zh_hans: 快速眼动

# sleep.night.stage.unspecified
source: Asleep
zh_hans: 睡眠

# sleep.night.timeline.annotation
source: stage timeline
zh_hans: 阶段时间线

# spike.alert.label.average
source: AVG
zh_hans: 平均值

# spike.alert.label.session
source: SESSION
zh_hans: 训练课次

# spike.alert.message
source: This session's load was %@x your 28-day average. Consider extra recovery.
zh_hans: 此训练课次的负荷是您 28 日平均值的 %@倍。考虑额外恢复。

# spike.alert.severity.high
source: HIGH LOAD SPIKE
zh_hans: 负荷峰值高

# spike.alert.severity.moderate
source: SESSION LOAD SPIKE
zh_hans: 训练课次负荷峰值

# sport.custom
source: Custom
zh_hans: 自定义

# sport.cycling
source: Cycling
zh_hans: 骑行

# sport.lifting
source: Lifting
zh_hans: 力量训练

# sport.running
source: Running
zh_hans: 跑步

# sport.swimming
source: Swimming
zh_hans: 游泳

# sport.teamSport
source: Team Sport
zh_hans: 团队运动

# staleness.badge
source: Updated %dd ago
zh_hans: 更新于 %d 天前

# sync.identity.mismatch
source: This profile belongs to a different account. Sync is paused to protect your data.
zh_hans: 此档案属于另一个账户。为保护你的数据，同步已暂停。

# sync.identity.noSession
source: Not signed in. Sign in again to sync.
zh_hans: 未登录。请重新登录后同步。

# sync.identity.unlinked
source: This profile is not linked to an account. Sync is paused to protect your data.
zh_hans: 此档案未关联账户。为保护你的数据，同步已暂停。

# sync.status.failed
source: Failed %@
zh_hans: 失败 %@

# sync.status.title
source: Sync status
zh_hans: 同步状态

# tab.athlete.insights
source: Insights
zh_hans: 洞察

# tab.athlete.profile
source: Profile
zh_hans: 档案

# tab.athlete.today
source: Today
zh_hans: 今日

# tab.athlete.train
source: Train
zh_hans: 训练

# tab.coach.plans
source: Plans
zh_hans: 计划

# tab.coach.profile
source: Profile
zh_hans: 档案

# tab.coach.reports
source: Reports
zh_hans: 报告

# tab.coach.roster
source: Roster
zh_hans: 队员

# tab.home
source: Home
zh_hans: 首页

# tab.load
source: Load
zh_hans: 负荷

# tab.log
source: Log
zh_hans: 日志

# tab.profile
source: Profile
zh_hans: 档案

# tab.recovery
source: Recovery
zh_hans: 恢复

# tab.templates
source: Templates
zh_hans: 模板

# tab.today
source: Today
zh_hans: 今天

# tab.trends
source: Trends
zh_hans: 趋势

# table.header.dist
source: DIST (M)
zh_hans: 距离(米)

# table.header.reps
source: REPS
zh_hans: 次数

# table.header.set
source: SET
zh_hans: 组次

# table.header.time
source: TIME (S)
zh_hans: 时间(秒)

# table.header.timeMin
source: TIME (MIN)
zh_hans: 时间(分)

# table.header.volume
source: VOL
zh_hans: 体积

# table.header.weight
source: WEIGHT
zh_hans: 重量

# tags.field.name.placeholder
source: Tag name
zh_hans: 标签名称

# tags.max.message
source: Maximum %d custom tags
zh_hans: 最多 %d 个自定义标签

# tags.nav.title
source: Manage tags
zh_hans: 管理标签

# template.empty.importFirst
source: Bring your program and each day arrives ready. Templates are the manual path.
zh_hans: 导入训练计划，每天的训练自动就位。模板是手动方式。

# template.empty.subtitle
source: Create reusable strength programs you can start with one tap.
zh_hans: 创建可复用的力量训练计划，一键开始。

# template.exerciseCount
source: %d exercises
zh_hans: %d 个练习

# template.exerciseCount.one
source: %d exercise
zh_hans: %d 个练习

# template.exerciseSetCount
source: %d exercises, %d sets
zh_hans: %d 个练习，%d 个组次

# template.field.name.placeholder
source: Template Name
zh_hans: 模板名称

# template.field.notes.placeholder
source: Notes (optional)
zh_hans: 备注（可选）

# template.group.action.add
source: Add Group
zh_hans: 添加分组

# template.group.field.name.placeholder
source: Group Name
zh_hans: 分组名称

# template.label.favorite
source: Favorite
zh_hans: 收藏

# template.label.recoveryAdjusted
source: RECOVERY-ADJUSTED
zh_hans: 恢复调整

# template.label.schedule
source: SCHEDULE
zh_hans: 日程安排

# template.label.suggested
source: SUGGESTED
zh_hans: 建议的

# template.lastUsed
source: Last used %@
zh_hans: 最后使用 %@

# template.nav.newTemplate
source: New Template
zh_hans: 新建训练模板

# template.nav.select
source: Select Template
zh_hans: 选择模板

# template.picker.sport
source: Sport
zh_hans: 运动

# template.picker.type
source: Type
zh_hans: 类型

# template.setCount
source: %d sets
zh_hans: %d 组

# term.acwr
source: ACWR
zh_hans: 训练负荷比 (ACWR)

# term.atl
source: ATL
zh_hans: 急性训练负荷 (ATL)

# term.ctl
source: CTL
zh_hans: 慢性训练负荷 (CTL)

# term.ewma
source: EWMA
zh_hans: 指数加权移动平均 (EWMA)

# term.hrv
source: HRV
zh_hans: 心率变异性 (HRV)

# term.pr
source: PR
zh_hans: 个人最佳 (PR)

# term.readiness
source: Readiness
zh_hans: 状态评分 (Readiness)
